Repository: BCWorld2/BranchGym
Catalog: Translations/File Drag & Drop FactBox.dk-DK.xlf
Languages: da_dk

# Table 2410145291 - NamedType 624188174
source: This file is already attached to the document. Please choose another file.
da_dk: Filen er allerede knyttet til bilaget. Vælg en anden fil.

# Table 2410145291 - NamedType 238945643
source: Please choose a file to attach.
da_dk: Vælg en fil, der skal vedhæftes.

# Table 2410145291 - NamedType 2456682063
source: The selected file has no content. Please choose another file.
da_dk: Den valgte fil har ikke noget indhold. Vælg en anden fil.

# Table 2410145291 - NamedType 47745979
source: Please attach a document first.
da_dk: Vedhæft et bilag først.

# Table 1341978004 - Property 2879900210
source: Drag&Drop Setup
da_dk: Træk & Slip Opsætning

# Table 1341978004 - Field 17419004 - Property 2879900210
source: Finance
da_dk: Finans

# Table 1341978004 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle [NAB: SUGGESTION]Primær nøgle

# Table 1341978004 - Field 1823430260 - Property 2879900210
source: Purchase
da_dk: Køb

# Table 1341978004 - Field 1406942772 - Property 2879900210
source: Sales
da_dk: Salg

# Codeunit 2853562223 - NamedType 3764383116
source: Do you want to activate Drag and Drop in all companies?
da_dk: Vil du aktivere Træk & Slip i alle regnskaber?

# Page 1341978004 - Property 2879900210
source: Drag&Drop Setup
da_dk: Træk & Slip Opsætning

# Page 1341978004 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt

# Page 1341978004 - Control 17419004 - Property 1295455071
source: Specifies the value of the Finance field.
da_dk: Angiver værdien af Finansfeltet

# Page 1341978004 - Control 1823430260 - Property 1295455071
source: Specifies the value of the Purchases field.
da_dk: Angiver værdien af Købsfeltet

# Page 1341978004 - Control 1406942772 - Property 1295455071
source: Specifies the value of the Sales field.
da_dk: Angiver værdien af Salgsfeltet

# Page 1341978004 - Control 577209412 - Property 1295455071
source: Specifies the value of the SystemCreatedAt field.
da_dk: Angiver værdien af SystemCreatedAtfeltet

# Page 1341978004 - Control 4000648066 - Property 1295455071
source: Specifies the value of the SystemCreatedBy field.
da_dk: Angiver værdien af SystemCreatedByfeltet

# Page 1341978004 - Control 1367528460 - Property 1295455071
source: Specifies the value of the SystemId field.
da_dk: Angiver værdien af SystemIdfeltet

# Page 1341978004 - Control 2453272523 - Property 1295455071
source: Specifies the value of the SystemModifiedAt field.
da_dk: Angiver værdien af SystemModifiedAtfeltet

# Page 1341978004 - Control 4085837753 - Property 1295455071
source: Specifies the value of the SystemModifiedBy field.
da_dk: Angiver værdien af SystemModifiedBy feltet

# Page 1341978004 - Action 2482249442 - Property 1295455071
source: Initiates setup and activates Drag and Drop in all companies
da_dk: Laver opsætning og aktiverer Træk & Slip i alle regnskaber.

# Page 1341978004 - Action 2482249442 - Property 2879900210
source: Activate Drag and Drop in all companies
da_dk: Aktiver Træk & Slip i alle regnskaber

# Page 16415358 - Property 2879900210
source: Drag And Drop a Document
da_dk: Træk og slip et dokument

# Page 16415358 - NamedType 2326848645
source: Do you wish to upload files to %1 Orders
da_dk: Ønsker du at uploade filer til %1 ordrer?

# Page 16415358 - NamedType 3366238643
source: Import of %1 files as attachments has finished successfully
da_dk: Import af %1 filer som vedhæftninger er afsluttet

# Page 16415358 - Method 2945113528 - NamedType 1665856915
source: You can only upload one file for Customer Ledger Entries
da_dk: Du kan kun vedhæfte én fil pr debitorpost

# Page 16415358 - Method 2404262498 - NamedType 2633346469
source: Import of %1 files as attachments for %2 Journal Lines has finished successfully
da_dk: Import af %1 filer som vedhæftning til %2 kladdelinjer er udført

# Page 16415358 - Method 1964052989 - NamedType 2303553532
source: You can only upload one file for GL Entries
da_dk: Du kan kun vedhæfte én fil pr finanspost

# Page 16415358 - Method 2734934060 - NamedType 2303553532
source: You can only upload one file for GL Entries
da_dk: Du kan kun vedhæfte én fil pr finanspost

# Page 16415358 - Control 3414364457 - Property 1295455071
source: Specifies the value of the File Extensions field.
da_dk: Angiver værdien af filtype feltet

# Page 16415358 - Control 2961552353 - Property 1295455071
source: Specifies the value of the File Name field.
da_dk: Angiver værdien af filnavn feltet

# Page 16415358 - Action 4288556654 - Property 1295455071
source: Deletes all - take care!!!
da_dk: Sletter alle vedhæftninger for den aktuelle linje

# Page 16415358 - Action 4288556654 - Property 2879900210
source: Delete All Incoming Documents for all tables
da_dk: Slet alle dokumenter for alle tabeller (Advarsel- til debug)

# Page 16415358 - Action 2773158814 - Property 1295455071
source: Deletes all - take care!!!
da_dk: Sletter alle vedhæftninger for alle associerede kladdelinjer

# Page 16415358 - Action 2773158814 - Property 2879900210
source: Delete All Incoming Documents for the current line
da_dk: Sletter alle vedhæftninger for alle associerede kladdelinjer

# PageExtension 3996203218 - Control 3322554545 - Property 1295455071
source: Specifies the value of the Dimension Set ID field.
da_dk: Angiver værdien af feltet Dimension Set Id.

# TableExtension 1933203344 - Field 596789822 - Property 2879900210
source: Incoming Document Entry No.
da_dk: Indgående Bilagsnr.

# TableExtension 3844350482 - Field 596789822 - Property 2879900210
source: Incoming Document Entry No.
da_dk: Indgående Bilagsnr.

# TableExtension 4208258456 - Field 596789822 - Property 2879900210
source: Incoming Document Entry No.
da_dk: Indgående Bilagsnr.

# Page 16415358 - NamedType 3488855479
source: The operation has been aborted
da_dk: Importen er afbrudt.
